INFO:root:hand reciboL
INFO:root:19:22: STATE CHANGING TO greeting FROM standby IN touch
INFO:root:playSound: inTheNameAmen
INFO:root:playSound: greetingNight
INFO:root:playSound: myNameShort
INFO:root:19:22: STATE CHANGING TO meeting FROM greeting IN logic
INFO:root:playSound: yourName
INFO:root:keyword> my name is johan no
INFO:root:NAME: my name is johan no
INFO:root:playSound: meetM
INFO:root:playSound: intro
INFO:root:playSound: aureola
INFO:root:18:13: STATE CHANGING TO enquiry FROM meeting IN elaborateAnswer
INFO:root:playSound: tellMeLong2
INFO:root:keyword> what day is today
INFO:root:18:13: STATE CHANGING TO saint FROM enquiry IN elaborateAnswer
INFO:root:playSound: 5-6d
INFO:root:playSound: noSaint
INFO:root:playSound: sorry
INFO:root:18:14: STATE CHANGING TO enquiry FROM saint IN logic
INFO:root:playSound: tellMe1
INFO:root:keyword> let's pray
INFO:root:18:14: STATE CHANGING TO pray FROM enquiry IN elaborateAnswer
INFO:root:playSound: prayStart
INFO:root:playSound: gloria1
INFO:root:18:14: STATE CHANGING TO enquiry FROM pray IN logic
INFO:root:playSound: tellMe4
INFO:root:keyword> what's your name again
INFO:root:18:15: STATE CHANGING TO reply FROM enquiry IN elaborateAnswer
INFO:root:playSound: myName
INFO:root:18:15: STATE CHANGING TO enquiry FROM reply IN logic
INFO:root:playSound: tellMeElse1
INFO:root:18:16: STATE CHANGING TO noreply FROM enquiry IN listen
INFO:root:18:16: STATE CHANGING TO enquiry FROM noreply IN logic
INFO:root:keyword> i'm worried
INFO:root:18:16: STATE CHANGING TO reply FROM enquiry IN elaborateAnswer
INFO:root:playSound: future
INFO:root:18:16: STATE CHANGING TO enquiry FROM reply IN logic
INFO:root:playSound: tellMe5
INFO:root:18:16: STATE CHANGING TO noreply FROM enquiry IN listen
INFO:root:18:16: STATE CHANGING TO enquiry FROM noreply IN logic
INFO:root:18:16: STATE CHANGING TO noreply FROM enquiry IN listen
INFO:root:18:16: STATE CHANGING TO enquiry FROM noreply IN logic
INFO:root:keyword> that's fashion
INFO:root:18:17: STATE CHANGING TO wakaranai FROM enquiry IN elaborateAnswer
INFO:root:playSound: wakaranai1
INFO:root:18:17: STATE CHANGING TO enquiry FROM wakaranai IN logic
INFO:root:playSound: tellMe5
INFO:root:keyword> it's ok thank you i have to go who is
INFO:root:playSound: goInPeace
INFO:root:playSound: retireShort
INFO:root:18:17: STATE CHANGING TO farewell FROM enquiry IN elaborateAnswer
INFO:root:18:18: STATE CHANGING TO standby FROM farewell IN logic
INFO:root:hand reciboL
INFO:root:18:20: STATE CHANGING TO greeting FROM standby IN touch
INFO:root:playSound: inTheNameAmen
INFO:root:playSound: greetingNight
INFO:root:playSound: myNameShort
INFO:root:18:20: STATE CHANGING TO enquiry FROM greeting IN logic
INFO:root:playSound: tellMe5
INFO:root:18:20: STATE CHANGING TO noreply FROM enquiry IN listen
INFO:root:18:20: STATE CHANGING TO enquiry FROM noreply IN logic
INFO:root:keyword> this is slow because it's a new i didn't say it before it's first time in english
INFO:root:18:21: STATE CHANGING TO wakaranai FROM enquiry IN elaborateAnswer
INFO:root:playSound: wakaranai3
INFO:root:18:21: STATE CHANGING TO enquiry FROM wakaranai IN logic
INFO:root:playSound: tellMeElse1
INFO:root:keyword> how are you
INFO:root:18:22: STATE CHANGING TO reply FROM enquiry IN elaborateAnswer
INFO:root:playSound: genki
INFO:root:18:22: STATE CHANGING TO enquiry FROM reply IN logic
INFO:root:playSound: tellMe1
INFO:root:keyword> what's your name again
INFO:root:18:22: STATE CHANGING TO reply FROM enquiry IN elaborateAnswer
INFO:root:playSound: myName
INFO:root:18:22: STATE CHANGING TO enquiry FROM reply IN logic
INFO:root:playSound: tellMe2
INFO:root:keyword> tell me about saint francis
INFO:root:18:23: STATE CHANGING TO reply FROM enquiry IN elaborateAnswer
INFO:root:playSound: sanfrancesco
INFO:root:18:23: STATE CHANGING TO enquiry FROM reply IN logic
INFO:root:playSound: tellMeElse2
INFO:root:18:23: STATE CHANGING TO noreply FROM enquiry IN listen
INFO:root:18:23: STATE CHANGING TO enquiry FROM noreply IN logic
INFO:root:keyword> i need to add some
INFO:root:18:24: STATE CHANGING TO wakaranai FROM enquiry IN elaborateAnswer
INFO:root:playSound: wakaranai3
INFO:root:18:24: STATE CHANGING TO enquiry FROM wakaranai IN logic
INFO:root:playSound: tellMe2
INFO:root:keyword> all about
INFO:root:18:24: STATE CHANGING TO wakaranai FROM enquiry IN elaborateAnswer
INFO:root:hand reciboR
INFO:root:playSound: wakaranai3
INFO:root:18:24: STATE CHANGING TO enquiry FROM wakaranai IN logic
INFO:root:playSound: tellMe3
INFO:root:hand reciboR
INFO:root:18:24: STATE CHANGING TO farewell FROM enquiry IN touch
INFO:root:playSound: retire
INFO:root:18:25: STATE CHANGING TO standby FROM farewell IN logic
