INFO:root:hand reciboR
INFO:root:12:38: STATE CHANGING TO greeting FROM standby IN touch
INFO:root:playSound: inTheNameAmen
INFO:root:playSound: greetingAfternoon
INFO:root:playSound: myNameShort
INFO:root:12:38: STATE CHANGING TO meeting FROM greeting IN logic
INFO:root:playSound: yourName
INFO:root:keyword> gabriele
INFO:root:NAME: gabriele
INFO:root:playSound: welcomeBackM
INFO:root:playSound: intro
INFO:root:playSound: candela
INFO:root:12:39: STATE CHANGING TO enquiry FROM meeting IN elaborateAnswer
INFO:root:playSound: tellMeLong
INFO:root:keyword> dimmi che giorno è oggi
INFO:root:12:39: STATE CHANGING TO saint FROM enquiry IN elaborateAnswer
INFO:root:playSound: 8-24d
INFO:root:playSound: dayMemory
INFO:root:playSound: 8-24n
INFO:root:playSound: 8-24s
INFO:root:12:40: STATE CHANGING TO enquiry FROM saint IN logic
INFO:root:playSound: tellMeElse1
INFO:root:keyword> ma non so dimmi qualcosa sulla vecchiaia
INFO:root:playSound: verse
INFO:root:12:40: STATE CHANGING TO reply FROM enquiry IN elaborateAnswer
INFO:root:playSound: Tit
INFO:root:playSound: 2
INFO:root:playSound: Tit2:2
INFO:root:playSound: Tit2:3
INFO:root:playSound: Tit2:4
INFO:root:12:41: STATE CHANGING TO enquiry FROM reply IN logic
INFO:root:playSound: tellMeElse1
INFO:root:keyword> preghiamo insieme l'ave maria
INFO:root:12:41: STATE CHANGING TO prayturns FROM enquiry IN elaborateAnswer
INFO:root:playSound: youasked
INFO:root:playSound: avemaria_interactive_0
INFO:root:playSound: reciteInstructions
INFO:root:playSound: avemaria_interactive_1
INFO:root:keyword> il signore è con te
INFO:root:12:41: STATE CHANGING TO prayturns_loopok FROM prayturns IN elaborateAnswer
INFO:root:keyword> tu sei benedetta tra le donne
INFO:root:12:41: STATE CHANGING TO prayturns_loopok FROM prayturns_loopok IN elaborateAnswer
INFO:root:keyword> e poi non me la ricordo più
INFO:root:12:41: STATE CHANGING TO prayturns_loopfail FROM prayturns_loopok IN elaborateAnswer
INFO:root:playSound: avemaria_interactive_4
INFO:root:keyword> santa maria madre di dio
INFO:root:12:42: STATE CHANGING TO prayturns_loopok FROM prayturns_loopfail IN elaborateAnswer
INFO:root:keyword> adesso della
INFO:root:12:42: STATE CHANGING TO prayturns_loopfail FROM prayturns_loopok IN elaborateAnswer
INFO:root:playSound: avemaria_interactive_6
INFO:root:keyword> prega ancora anche per noi
INFO:root:12:42: STATE CHANGING TO prayturns_loopfail FROM prayturns_loopfail IN elaborateAnswer
INFO:root:playSound: avemaria_interactive_7
INFO:root:12:42: STATE CHANGING TO enquiry FROM prayturns_loopfail IN logic
INFO:root:playSound: tellMeElse2
INFO:root:hand reciboR
INFO:root:12:42: STATE CHANGING TO farewell FROM enquiry IN touch
INFO:root:playSound: retire
INFO:root:12:43: STATE CHANGING TO standby FROM farewell IN logic
INFO:root:hand reciboL
INFO:root:12:44: STATE CHANGING TO greeting FROM standby IN touch
INFO:root:playSound: inTheNameAmen
INFO:root:playSound: greetingAfternoon
INFO:root:playSound: myNameShort
