INFO:root:playSound: tellMeLong2
INFO:root:9:28: STATE CHANGING TO noreply FROM enquiry IN listen
INFO:root:9:28: STATE CHANGING TO enquiry FROM noreply IN logic
INFO:root:keyword> come ha risposto alla russa
INFO:root:9:28: STATE CHANGING TO wakaranai FROM enquiry IN elaborateAnswer
INFO:root:playSound: wakaranaiAnswer2
INFO:root:9:28: STATE CHANGING TO enquiry FROM wakaranai IN logic
INFO:root:playSound: tellMeElse2
INFO:root:keyword> preghiamo insieme l'atto di
INFO:root:9:29: STATE CHANGING TO prayturns FROM enquiry IN elaborateAnswer
INFO:root:9:29: STATE CHANGING TO wakaranai FROM prayturns IN logic
INFO:root:playSound: wakaranaiAnswer2
INFO:root:9:29: STATE CHANGING TO enquiry FROM wakaranai IN logic
INFO:root:playSound: tellMeElse3
INFO:root:keyword> recitiamo insieme l'atto di dolore
INFO:root:9:29: STATE CHANGING TO prayturns FROM enquiry IN elaborateAnswer
INFO:root:playSound: youasked
INFO:root:playSound: attodidolore_interactive_0
INFO:root:playSound: reciteInstructions
INFO:root:playSound: attodidolore_interactive_1
INFO:root:keyword> con tutto il cuore
INFO:root:9:29: STATE CHANGING TO prayturns_loopfail FROM prayturns IN elaborateAnswer
INFO:root:playSound: attodidolore_interactive_2
INFO:root:keyword> perché peccando ho offeso te
INFO:root:9:30: STATE CHANGING TO prayturns_loopok FROM prayturns_loopfail IN elaborateAnswer
INFO:root:keyword> e poi non me la ricordo
INFO:root:9:30: STATE CHANGING TO prayturns_loopfail FROM prayturns_loopok IN elaborateAnswer
INFO:root:playSound: attodidolore_interactive_4
INFO:root:9:30: STATE CHANGING TO prayturns_loopfail FROM prayturns_loopfail IN listen
INFO:root:playSound: attodidolore_interactive_5
INFO:root:9:31: STATE CHANGING TO prayturns_loopfail FROM prayturns_loopfail IN listen
INFO:root:playSound: attodidolore_interactive_6
INFO:root:keyword> e di fuggire al occasioni prossime
INFO:root:9:31: STATE CHANGING TO prayturns_loopok FROM prayturns_loopfail IN elaborateAnswer
INFO:root:9:31: STATE CHANGING TO prayturns_loopfail FROM prayturns_loopok IN listen
INFO:root:playSound: attodidolore_interactive_8
INFO:root:9:31: STATE CHANGING TO enquiry FROM prayturns_loopfail IN logic
INFO:root:playSound: tellMeElse3
INFO:root:keyword> è tutto
INFO:root:9:32: STATE CHANGING TO farewell FROM enquiry IN elaborateAnswer
INFO:root:playSound: retire
INFO:root:9:32: STATE CHANGING TO standby FROM farewell IN logic
INFO:root:hand reciboL
INFO:root:9:36: STATE CHANGING TO greeting FROM standby IN touch
INFO:root:playSound: inTheNameAmen
INFO:root:playSound: greetingMorning
INFO:root:playSound: myNameShort
INFO:root:9:36: STATE CHANGING TO enquiry FROM greeting IN logic
INFO:root:playSound: tellMeElse2
INFO:root:keyword> recitiamo insieme l'ave maria
INFO:root:9:36: STATE CHANGING TO prayturns FROM enquiry IN elaborateAnswer
INFO:root:playSound: youasked
INFO:root:playSound: avemaria_interactive_0
INFO:root:playSound: reciteInstructions
INFO:root:playSound: avemaria_interactive_1
INFO:root:keyword> il signore è con te
INFO:root:9:37: STATE CHANGING TO prayturns_loopok FROM prayturns IN elaborateAnswer
INFO:root:keyword> tu sei non me lo ricordo
INFO:root:9:37: STATE CHANGING TO prayturns_loopfail FROM prayturns_loopok IN elaborateAnswer
INFO:root:playSound: avemaria_interactive_3
