INFO:root:hand reciboL
INFO:root:20:22: STATE CHANGING TO greeting FROM standby IN touch
INFO:root:playSound: inTheNameAmen
INFO:root:playSound: greetingNight
INFO:root:playSound: myNameShort
INFO:root:20:23: STATE CHANGING TO meeting FROM greeting IN logic
INFO:root:playSound: yourName
INFO:root:keyword> margarita
INFO:root:NAME: margarita
INFO:root:playSound: meetF
INFO:root:playSound: intro
INFO:root:playSound: aureola
INFO:root:20:23: STATE CHANGING TO enquiry FROM meeting IN elaborateAnswer
INFO:root:playSound: tellMeLong2
INFO:root:keyword> me gustaría saber sobre el sat
INFO:root:20:23: STATE CHANGING TO reply FROM enquiry IN elaborateAnswer
INFO:root:playSound: wishPray
INFO:root:20:23: STATE CHANGING TO enquiry FROM reply IN logic
INFO:root:playSound: tellMe3
INFO:root:keyword> el santo del día
INFO:root:20:24: STATE CHANGING TO saint FROM enquiry IN elaborateAnswer
INFO:root:playSound: 4-2d
INFO:root:playSound: dayMemory
INFO:root:playSound: 4-2n
INFO:root:playSound: 4-2s
INFO:root:20:24: STATE CHANGING TO enquiry FROM saint IN logic
INFO:root:playSound: tellMe5
INFO:root:keyword> bendiciones
INFO:root:20:24: STATE CHANGING TO wakaranai FROM enquiry IN elaborateAnswer
INFO:root:playSound: wakaranai3
INFO:root:20:24: STATE CHANGING TO enquiry FROM wakaranai IN logic
INFO:root:playSound: tellMeElse2
INFO:root:keyword> qué puedo decirle
INFO:root:20:25: STATE CHANGING TO wakaranai FROM enquiry IN elaborateAnswer
INFO:root:playSound: wakaranai1
INFO:root:20:25: STATE CHANGING TO enquiry FROM wakaranai IN logic
INFO:root:playSound: tellMe4
INFO:root:hand reciboR
INFO:root:20:25: STATE CHANGING TO farewell FROM enquiry IN touch
INFO:root:20:25: STATE CHANGING TO standby FROM farewell IN logic
INFO:root:hand reciboR
INFO:root:20:25: STATE CHANGING TO greeting FROM standby IN touch
INFO:root:playSound: inTheNameAmen
INFO:root:playSound: greetingNight
INFO:root:playSound: myNameShort
INFO:root:20:25: STATE CHANGING TO enquiry FROM greeting IN logic
INFO:root:playSound: tellMe4
INFO:root:keyword> quiero que me digas el mensaje de hoy
INFO:root:20:25: STATE CHANGING TO wakaranai FROM enquiry IN elaborateAnswer
INFO:root:playSound: wakaranai1
INFO:root:20:25: STATE CHANGING TO enquiry FROM wakaranai IN logic
INFO:root:playSound: tellMe1
INFO:root:keyword> de papa francisco
INFO:root:20:25: STATE CHANGING TO wakaranai FROM enquiry IN elaborateAnswer
INFO:root:playSound: wakaranai1
INFO:root:20:26: STATE CHANGING TO enquiry FROM wakaranai IN logic
INFO:root:playSound: tellMeElse1
INFO:root:keyword> quiero orar
INFO:root:20:26: STATE CHANGING TO wakaranai FROM enquiry IN elaborateAnswer
INFO:root:playSound: wakaranai2
INFO:root:20:26: STATE CHANGING TO enquiry FROM wakaranai IN logic
INFO:root:playSound: tellMe1
INFO:root:keyword> rezar abajo
INFO:root:20:26: STATE CHANGING TO pray FROM enquiry IN elaborateAnswer
INFO:root:playSound: prayStart
INFO:root:playSound: avemaria1
INFO:root:20:26: STATE CHANGING TO enquiry FROM pray IN logic
INFO:root:playSound: tellMe3
INFO:root:20:27: STATE CHANGING TO noreply FROM enquiry IN listen
INFO:root:20:27: STATE CHANGING TO enquiry FROM noreply IN logic
INFO:root:20:27: STATE CHANGING TO noreply FROM enquiry IN listen
INFO:root:20:27: STATE CHANGING TO enquiry FROM noreply IN logic
INFO:root:20:27: STATE CHANGING TO noreply FROM enquiry IN listen
INFO:root:20:27: STATE CHANGING TO enquiry FROM noreply IN logic
INFO:root:keyword> el papa francisco
INFO:root:20:27: STATE CHANGING TO pope FROM enquiry IN elaborateAnswer
INFO:root:playSound: popeStart
INFO:root:playSound: popeLima1
INFO:root:playSound: popeLima2
INFO:root:playSound: popeLima3
INFO:root:20:28: STATE CHANGING TO enquiry FROM pope IN logic
INFO:root:playSound: tellMeElse2
INFO:root:hand reciboR
INFO:root:20:28: STATE CHANGING TO noreply FROM enquiry IN listen
INFO:root:20:28: STATE CHANGING TO enquiry FROM noreply IN logic
INFO:root:20:28: STATE CHANGING TO farewell FROM enquiry IN touch
INFO:root:playSound: retire
INFO:root:hand reciboR
INFO:root:20:29: STATE CHANGING TO standby FROM farewell IN logic
INFO:root:hand reciboR
INFO:root:20:29: STATE CHANGING TO greeting FROM standby IN touch
INFO:root:playSound: inTheNameAmen
INFO:root:playSound: greetingNight
INFO:root:playSound: myNameShort
INFO:root:20:29: STATE CHANGING TO enquiry FROM greeting IN logic
INFO:root:playSound: tellMeElse2
INFO:root:keyword> tiene risa
INFO:root:20:29: STATE CHANGING TO wakaranai FROM enquiry IN elaborateAnswer
INFO:root:playSound: wakaranai1
INFO:root:20:29: STATE CHANGING TO enquiry FROM wakaranai IN logic
INFO:root:playSound: tellMe2
INFO:root:keyword> recemos
INFO:root:20:30: STATE CHANGING TO pray FROM enquiry IN elaborateAnswer
INFO:root:playSound: prayStart
INFO:root:playSound: gloria1
INFO:root:20:30: STATE CHANGING TO enquiry FROM pray IN logic
INFO:root:playSound: tellMe5
INFO:root:20:30: STATE CHANGING TO noreply FROM enquiry IN listen
INFO:root:20:30: STATE CHANGING TO enquiry FROM noreply IN logic
INFO:root:20:30: STATE CHANGING TO noreply FROM enquiry IN listen
INFO:root:20:30: STATE CHANGING TO enquiry FROM noreply IN logic
INFO:root:20:30: STATE CHANGING TO noreply FROM enquiry IN listen
INFO:root:20:30: STATE CHANGING TO enquiry FROM noreply IN logic
INFO:root:20:30: STATE CHANGING TO noreply FROM enquiry IN listen
INFO:root:20:30: STATE CHANGING TO enquiry FROM noreply IN logic
INFO:root:20:31: STATE CHANGING TO noreply FROM enquiry IN listen
INFO:root:20:31: STATE CHANGING TO enquiry FROM noreply IN logic
INFO:root:keyword> siempre nos acompaña todo gracias
INFO:root:playSound: yourewelcome1
INFO:root:playSound: goInPeace
INFO:root:20:31: STATE CHANGING TO farewell FROM enquiry IN elaborateAnswer
INFO:root:20:31: STATE CHANGING TO standby FROM farewell IN logic
